{
  "title": "5 Creative Side-Hustles Indians Are Launching (from Candle-Making to Coding)",
  "slug": "side-hustles-india-2025",
  "category": "Local Entrepreneurship",
  "date": "2025-06-22",
  "image": "/images/candle-craft-design.png",
  "intro":["Looking to earn extra cash without a big investment? Young Indians are turning hobbies into creative side hustles", "From handmade crafts to coding.Here are 5 low-cost gig ideas trending in 2025 that any student or city-slicker can start!"],
  "sections": [
    {
      "heading": "Candle-Making & Crafts",
      "image": "/images/candle-craft-design.png",
      "body": [
        "If you love creating things, making candles or décor can be a fun side hustle. You only need inexpensive supplies (wax, scents, molds) to start from home. Handcrafted candles and home décor items often sell well on Instagram or at local markets. Friends and family love unique gifts, so you can use social media or word-of-mouth to find buyers. It’s a low-risk way to turn a hobby into extra cash."
      ]
    },
    {
      "heading": "Online Tutoring & Classes",
      "image":"/images/freelancers.png",
      "body": [
        "If you're good at math, science, or languages? You can tutor online without any startup cost — just a smartphone or laptop and internet. For showcasing your passion go with the platforms like Zoom or specialized apps connect tutors with students of all ages. You can even teach coding or creative arts. Tutoring offers flexible hours and steady demand, so it’s a smart way for students or recent grads to share their skills and earn extra income."
      ]
    },
    {
      "heading": "Freelance Digital Services",
      "image":"/images/digitalProducts.png",
      "body": [
        "Are you a good writer, designer, or photographer? You can sell these skills online as a freelancer. Write blog posts, create social-media graphics, or edit photos and videos. With just a laptop and internet, you can join sites like Fiverr or advertise on social media. Many small businesses and bloggers need affordable help. You set your own rates and schedule, making it a flexible gig."
      ]
    },
    {
      "heading": "AI-Powered Content & Design",
      "image":"/images/ai.png",
      "body": [
        "Embrace AI tools to boost your side gig. Use ChatGPT or Canva’s AI to draft blog posts, social media captions, or even logos faster than ever. Many young Indians are offering “AI content” services — like writing articles or social ads using free tools. It costs almost nothing to start (tools are often free). Just add your creative touch to make the results shine."
      ]
    },
    {
      "heading": "Coding & Tech Projects",
      "image":"/images/websiteDevelopers.png",
      "body": [
        "If coding is your passion, turn it into side income. Beginners can build simple websites or apps for local businesses. You could also create mini online courses or tutorials on coding, design, or other tech topics. Many Indian startups and shops need affordable tech help — even just setting up an e-commerce page. You mainly need a laptop and learning resources. As India’s tech scene grows, such gigs are in high demand."
      ]
    },
    {
      "heading": "Key Takeaway",
      "body": [
        "Whether you’re crafting candles or writing code, these side hustles have one thing in common: low startup costs and creative freedom. You can begin small—often with just a phone or laptop—and grow your mini-business at your own pace. Sharing your skills (or experimenting with AI tools) helps you earn some extra money and build experience. The key is to just start and enjoy the process as you learn and earn."
      ]
    }
  ]
}
