{
    "slug": "civic-practices",
    "title": "5 Civic Practices to Make Our Indian Metros Shine: Lessons from Japan, Singapore, and Beyond",
    "category": "Culture",
    "date": "2025-06-13",
    "image": "/images/time_for_change.png",
    "introFirst": "Hey there, fellow urban Indians! Living in bustling metros like Delhi, Mumbai, Bangalore, or Chennai, we’ve all seen how a little carelessness—like spitting on the street or ignoring traffic rules—can make our cities feel chaotic. These aren’t just small annoyances; they’re signs of a bigger problem. When we don’t take care of our surroundings, it leads to littered streets, clogged drains, and even accidents. It’s not just about cleanliness; it’s about respect—for our neighbors, our environment, and ourselves.",
    "introSecond": "These are the everyday problems that frustrate us all, and they’re holding back our cities from shining as they should. So, let’s dive into a refreshed take on five civic practices every Indian in our metros should embrace, inspired by how people in places like Japan and Singapore make their cities work so smoothly. I’ve also woven in some practical ideas to make our cities cleaner, safer, and more livable—written from the heart, like a friend sharing tips over chai!",
    "sections": [
        {
            "heading": "1. Say No to Spitting in Public",
            "image": "/images/time_for_change.png",
            "body": [
                "You know that moment when you’re walking down a busy street in Mumbai and spot a red paan stain on the pavement? It’s gross, and worse, it’s a health hazard. Mumbai sees over 50,000 tuberculosis cases yearly, and spitting in public spreads germs like nobody’s business.",
                "In Japan, you’d never see someone spit on the street—it’s practically a cultural sin! Their kids learn early to keep public spaces clean, even cleaning their own classrooms. Singapore slaps a hefty S$300 (₹18,000) fine for spitting, and it works because people take pride in their city."
            ]
        },
        {
            "heading": "What We Can Do",
            "body": [
                "Let’s ditch the habit of spitting paan, gutka, or even saliva on roads or metro platforms. Carry a tissue or use spittoons if you chew paan. Support Swachh Bharat by calling out spitting when you see it—peer pressure works!",
                "Cities like Delhi have started ₹200–₹1,000 fines for spitting, so let’s back stricter enforcement and spread awareness through cool social media campaigns, like short reels showing clean streets as a point of pride."
            ]
        }
    ]
}